Repository: WPPlugins/wp-flash-img-show
Catalog: languages/wp-flash-img-show-*.po
Languages: tr_tr, vi_vn

source: Preview
tr_tr: Önizleme
vi_vn: Xem trước

source: Basic Settings
tr_tr: Temel Ayarlar
vi_vn: Thiết lập cơ bản

source: Img item number
tr_tr: Görüntülenecek resim sayıs
vi_vn: Số lượng ảnh

source: Image URL
tr_tr: Resim URL
vi_vn: URL của ảnh

source: Link
tr_tr: Bağlantı
vi_vn: Liên kết đến

source: description
tr_tr: Açıklama
vi_vn: Mô tả ảnh (MT)

source: Display option
tr_tr: Ekran Seçenekleri
vi_vn: Tùy chọn

source: Width
tr_tr: Genişlik
vi_vn: Rộng

source: default
tr_tr: varsayılan
vi_vn: mặc định

source: Height
tr_tr: Yükseklik
vi_vn: Cao

source: Round Corner
tr_tr: Yuvarlak köşe
vi_vn: Bo góc

source: Auto Play Time
tr_tr: Slayt geçiş süresi
vi_vn: Thời gian tự chuyển

source: Is Show button
tr_tr: Butonları göster
vi_vn: Hiện các nút

source: Button Margin
tr_tr: Buton kenar hizalaması
vi_vn: Canh lề nút

source: Button Distance
tr_tr: Butonlar arası uzaklık
vi_vn: Khoảng cách các nút

source: Button Alpha
tr_tr: Buton opaklığı
vi_vn: Độ trong của nút

source: Button Text Color
tr_tr: Buton metin rengi
vi_vn: Màu chữ nút

source: Button Default Color
tr_tr: Buton varsayılan rengi
vi_vn: Mảu chữ nút mặc định

source: Button Hover Color
tr_tr: Buton hover rengi
vi_vn: Màu khi giữ chuột

source: Button Focus Color
tr_tr: Buton focus rengi
vi_vn: Màu khi đang chọn

source: Is Show Description
tr_tr: Açıklamaları göster
vi_vn: Hiện mô tả

source: Description Bg Alpha
tr_tr: Açıklama arkaplan opaklığı
vi_vn: Độ trong suốt

source: Description Text Font
tr_tr: Açıklama metin fontu
vi_vn: Font chữ MT

source: Description Move Duration
tr_tr: Açıklamanın ekrana gelme sÜresi
vi_vn: Thời gian hiện MT

source: Description Bg Color
tr_tr: Açıklama arkaplan rengi
vi_vn: Màu nền chữ MT

source: Description Text Color
tr_tr: Açıklama metin rengi
vi_vn: Màu chữ MT

source: Is Height Quality
tr_tr: Yüksek kalite
vi_vn: Chất lượng cao

source: Window Open
tr_tr: Bağlantı penceresi
vi_vn: Mở cửa sổ

source: Chang Image Mode
tr_tr: Resim modunu değiştir
vi_vn: Cách chuyển ảnh

source: Scale Mode
tr_tr: Skala modu
vi_vn: Chế độ zoom hình

source: Transform Mode
tr_tr: Geçiş modu
vi_vn: Chế độ chuyển ảnh

source: Update Options
tr_tr: Seçenekleri Güncelle
vi_vn: Cập nhật tùy chọn

source: Default option
tr_tr: Varsayılan Ayarlar
vi_vn: Tùy chọn mặc định

source: Load Defaults Setting! Are You Sure ?
tr_tr: Varsayılan ayarları yüklemek istediğinizden emin misiniz?
vi_vn: Bạn có chắc là muốn trả về chế độ mặc định?

source: Have trouble? Just Click here.
tr_tr: Sorun mu var? Sadece buraya tıklayın.
vi_vn: Có vấn đề? Hãy bấm vào đây.

source: Where is it display ?
tr_tr: Nerede görünmesini istersiniz?
vi_vn: Đặt ở đâu?

source: Put this (HTML) code in your Template / Post / Widgets(text-widgets)
tr_tr: Buradaki HTML kodunu şablonlara, mesajları ve/veya menü bileşenlerine ( metin bileşeni ) koyabilirsiniz
vi_vn: Đặt đoạn mã (HTML) này vào Template / Bài viết / Widgets

source: Put this (PHP) code in your template
tr_tr: <b>Veya</b> temanız içinde .php dosyalarınızın içine buradaki kodu koyabilirsiniz
vi_vn: <b>HAY</b> Đặt đoạn mã PHP này vào template của bạn

source: If you find my work useful and you want to encourage the development of more free resources, you can do it by donating...
tr_tr: Özgür kaynakların gelişmesi adına benim yapmış olduğum bu eklentiyi yararlı buluyorsanız bağış yapabilirsiniz...
vi_vn: Nếu bạn thấy plugin này hữu dụng và bạn muốn phát triển hơn, bạn có thể ủng hộ cho tôi...
